acer-wmi-battery-dkms
alacritty
alsa-utils-git
alsamixergui
anydesk-bin
appmenu-gtk-module
arandr
aria2
asdcontrol
base
base-devel
bash-completion
bash-wakatime-git
bat
batctl-tui
bluetui
bolt
brightnessctl
btop
btrfs-progs
bun-bin
caligula
chezmoi
chromium
clang
cloudflare-warp-bin
cmake
cpio
cpu-x
cups
cups-browsed
cups-filters
cups-pdf
debtap
dnf5
docker
docker-buildx
docker-compose
dotnet-runtime-9.0
dust
efibootmgr
egl-wayland
ethtool
evince
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
firefox
firejail
fontconfig
fwupd
fzf
gdu
ghostty
git
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
google-chrome-canary
gparted
gpu-screen-recorder
grim
gst-plugin-pipewire
gucharmap
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
harmonoid-bin
hyprdynamicmonitors-bin
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpaper
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
intel-media-driver
intel-ucode
inxi
iriunwebcam-bin
iwd
jq
just
kanshi
kdiskmark-git
kernel-modules-hook
kiro-ide
kitty
kvantum-qt5
lazygit
less
lib32-nvidia-580xx-utils
libappindicator
libpulse
libqalculate
libva-nvidia-driver
libyaml
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
linux-headers
llvm
localsend
luarocks
makima-bin
mako
man-db
mariadb-libs
meson
mise
mons
mpv
nautilus
nautilus-python
nbfc-linux
neovim-nightly
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvidia-580xx-dkms
nvidia-580xx-utils
nvidia-settings
omarchy-keyring
omarchy-nvim
omarchy-walker
pamixer
paru
pavucontrol
pdfsam
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
pnpm
polkit-gnome
postgresql
postgresql-libs
power-profiles-daemon
python-gobject
python-poetry-core
python-terminaltexteffects
qbittorrent
qt5-wayland
qt6-wayland
reflector
ripgrep
ruby
rust
rust-analyzer
satty
sddm
slurp
snapper
sof-firmware
sqlitebrowser
starship
steam
sushi
swaybg
swayosd
system-config-printer
tldr
tmux
tobi-try
tree-sitter-cli-git
tree-sitter-svelte
tree-sitter-typescript
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
ttf-roboto
tzupdate
ufw
ufw-docker
unzip
usage
uwsm
vim
vulkan-intel
waybar
wget
whois
wireless-regdb
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xdotool
xmlstarlet
yaru-icon-theme
yay
yq
zed
zoxide
zram-generator
